Revit 2024 API
UnitTypeId.LitersPerSecond Property
 Liters per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId LitersPerSecond { get; }
Visual Basic
Public Shared ReadOnly Property LitersPerSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LitersPerSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace